app/controllers/pages_controller.rb

  def home
    @projects = Project.all
---
SELECT "projects".* FROM "projects"